{
  "dishes": [
    {
      "ID": 1,
      "name": "Плов",
      "receipt": "Лук и морковь очистите от кожуры и ополосните в проточной воде. Курицу порубите на небольшие кусочки. Каждое бёдрышко можно разделить на 3-4 части. Для приготовления плова берите широкую сковороду с плоским дном и высокими бортами. Налейте на неё немного растительного масла и разогрейте до горячего состояния. Выложите подготовленную курицу и обжарьте её на сильном огне 4-5 минут. Курочка должна равномерно покрыться золотистой корочкой. В это время подготовьте овощи. Очищенные лук и морковь необходимо измельчить. Лук нарежьте полукольцами или немного меньше. Сильно мельчить не надо, иначе он весь разварится. Морковь нарежьте тонкими брусочками или натрите на крупной терке. В сковороду к обжаренной курочке добавьте подготовленные овощи - лук и морковь. По вкусу подсыпьте немного соли и специи. Все перемешайте и обжаривайте еще 2-3 минуты. Затем подлейте к мясу немного воды. В центр поставьте головку чеснока и накройте все крышкой. Тушите мясо на небольшом огне минут 10-15. Отдельно промойте несколько раз подготовленный рис. Затем всю воду с него слейте. Добавьте рис в сковороду к курице. Добавьте горячей воды так, чтобы она была немного выше уровня риса. В центр поставьте всю ту же головку чеснока. Накройте сковороду крышкой и готовьте плов до готовности риса. На это уйдет минут 25. За это время рис впитает в себя всю жидкость. Пробуйте рис в конце приготовления. При необходимости можно добавить еще немного горячей воды. Но немного! Чтобы рис не начал развариваться. Сковороду с готовым пловом снимите с огня и оставьте постоять под крышкой еще минут на 15. Перед подачей готовый плов перемешайте. К плову из курицы можно подать свежие овощи.",
      "ingredients": {
        "рис": [
          1.5,
          "стакан"
        ],
        "курица": [
          800,
          "грамм"
        ],
        "лук": [
          1,
          "штука"
        ],
        "морковь": [
          1,
          "штука"
        ],
        "чеснок": [
          10,
          "зубчик"
        ],
        "вода": [
          800,
          "миллилитр"
        ],
        "растительное масло": [
          30,
          "грамм"
        ],
        "соль": [
          "",
          "по вкусу"
        ],
        "специи сухие": [
          "",
          "по вкусу"
        ]
      },
      "calories": {
        "proteins": 8,
        "fats": 8,
        "carbohydrates": 14,
        "calorie": 159
      }
    },
    {
      "ID": 2,
      "name": "Борщ",
      "receipt": "Овощи хорошо вымойте и обсушите салфетками. С капусты снимите верхние листья. Вместо помидора вы можете взять томатную пасту или пюре, а лимонный сок заменить 6-9% уксусом. Сахар добавляйте по желанию - тут он просто усиливает другие вкусы. С говядины и свинины срежьте все лишнее, промойте в проточной воде. Промытое мясо переложите в кастрюлю подходящего размера, залейте его холодной водой, поставьте на плиту и доведите до кипения на сильном огне. Шумовкой снимите пену и сделайте огонь меньше. Варите мясо в течение 1,5 часов под закрытой крышкой. В середине варки добавьте перец горошком и лавровый лист. Я варю мясо целым куском, но вы можете его нарезать, сократив тем самым время варки в 2-4 раза. Головку репчатого лука очистите от шелухи и нарежьте соломкой. Свеклу и морковь очистите и нарежьте тоненькой соломкой. Также свеклу и морковку можете натереть на крупной терке. Белокочанную капусту нашинкуйте тоненькими полосками. Лучше использовать молодую, так как она сочнее, но можно и зрелую, если молодой под рукой у вас не оказалось. Картофель очистите, промойте, нарежьте кубиками средней величины (как обычно на суп или борщ) и еще раз хорошо промойте от крахмала. Подготовьте овощную зажарку. Для этого прогрейте сковороду с добавлением растительного масла. Выложите на нее нарезанные свеклу, лук и морковь, перемешайте и тушите все в течение примерно 10-20-ти минут, добавив полстакана бульона и периодически помешивая. Время готовки зависит от величины нарезки. Также ориентируйтесь на особенности своей плиты. В середине тушения овощей добавьте в сковороду очищенные от кожицы и нарезанные помидоры, сахар и лимонный сок. Доведите зажарку до мягкости овощей и полной готовности. Готовое мясо выньте из бульона, дайте ему немного остыть и нарежьте порционными кусочками. Бульон процедите, перелейте его назад в кастрюлю и верните в него кусочки мяса. Затем положите в кастрюлю нашинкованную капусту и варите ее до готовности. Как только капуста в бульоне станет мягкой, добавьте в кастрюлю нарезанный картофель. В конце варки добавьте зажарку из овощей и соль по вкусу. Борщ снимите с огня, накрыв крышкой, и дайте ему немного настояться. Блюдо готово, подавайте горячим с ложкой сметаны.",
      "ingredients": {
        "свинина": [
          400,
          "грамм"
        ],
        "говядина": [
          400,
          "грамм"
        ],
        "морковь": [
          100,
          "грамм"
        ],
        "капуста": [
          200,
          "грамм"
        ],
        "лимонный сок": [
          20,
          "миллилитр"
        ],
        "сахар": [
          20,
          "грамм"
        ],
        "свекла": [
          300,
          "грамм"
        ],
        "лук": [
          1,
          "штука"
        ],
        "картошка": [
          400,
          "грамм"
        ],
        "помидоры": [
          500,
          "грамм"
        ],
        "растительное масло": [
          50,
          "миллилитр"
        ],
        "перец горошек": [
          10,
          "штука"
        ],
        "лавровый лист": [
          2,
          "штука"
        ],
        "петрушка": [
          "",
          "по вкусу"
        ],
        "укроп": [
          "",
          "по вкусу"
        ],
        "соль": [
          1,
          "чайная ложка"
        ],
        "вода": [
          4,
          "литр"
        ]
      },
      "calories": {
        "proteins": 3,
        "fats": 3,
        "carbohydrates": 3,
        "calorie": 46
      }
    },
    {
      "ID": 3,
      "name": "Оливье",
      "receipt": "Картофель и морковь отварите заранее и остудите. Куриные яйца отварите вкрутую, также охладите их и очистите от скорлупы. Вареную колбасу можете взять любую, на свой вкус. Огурцы могут быть соленые или маринованные, это не критично. Из банки зеленого горошка слейте жидкость, а сам горошек откиньте на дуршлаг и дайте полежать какое-то время. Это хорошо делать, чтобы салат не 'поплыл' - мы даем всем излишкам влаги высохнуть. Вареную колбасу нарежьте кубиками. Я взяла молочную колбаску. Вареную и охлажденную морковь очистите от кожицы и нарежьте средними кубиками. Старайтесь все ингредиенты нарезать кубиками одинаковых размеров, чтобы салат выглядел красиво и опрятно. Вареный картофель также очистите от кожуры и нарежьте средними кубиками. Нарежьте вареные и очищенные яйца. Огурцы нарежьте кубиками. Можете очистить их от шкурки, особенно если она жестковата. Я этого не делала. Проследите, чтобы огурцы у вас не были слишком солеными. В подходящем салатнике соедините все нарезанные продукты с горошком. Заправьте салат оливье майонезом. Лучше используйте домашний, сделанный своими руками. Салат перемешайте и попробуйте на соль. Если нужно, досолите. Уберите оливье на часок в холодильник - он вкуснее в охлажденном виде.",
      "ingredients": {
        "вареная колбаса": [
          300,
          "грамм"
        ],
        "зелёный горошек": [
          300,
          "грамм"
        ],
        "яйца": [
          3,
          "штука"
        ],
        "картошка": [
          3,
          "штука"
        ],
        "солённые огурцы": [
          2,
          "штука"
        ],
        "морковь": [
          1,
          "штука"
        ],
        "майонез": [
          3,
          "столовая ложка"
        ],
        "соль": [
          "",
          "по вкусу"
        ]
      },
      "calories": {
        "proteins": 5,
        "fats": 9,
        "carbohydrates": 7,
        "calorie": 120
      }
    },
    {
      "ID": 4,
      "name": "Шашлык из свинины",
      "receipt": "Лучше всего использовать молодое и сочное охлажденное мясо. Из замороженного мяса шашлык получится жестким. Выбирайте филе свинины, в котором есть некоторое количество жира. Нарежьте свинину на порционные кусочки одинакового размера. Лук очистите и нарежьте полукольцами. Сложите нарезанную свинину и лук в отдельную большую посуду. Все перемешайте. Добавьте газированную минеральную воду. Добавьте необходимое количество специй для шашлыка и соль. Все хорошо перемешайте и сложите в удобную посуду для маринования. Сверху поставьте что-нибудь тяжелое, чтобы мясо было покрыто газированной водой. Дайте мясу постоять 3-4 часа, в прохладном месте, чтобы оно хорошо промариновалось. Затем мясо очистите от лишнего лука и нанизайте на шампура плотно к друг другу. Шампура при этом не забудьте смазать растительным маслом. Нанизывайте мясо на шампура таким образом, чтобы оно не свисало. Вместо шампуров, так же , можно использовать решетку. Жарьте шашлык на горячих углях, периодически поворачивая, чтобы он хорошо и равномерно прожарился. Мясо над мангалом должно находиться на высоте примерно 10-15 сантиметров. При этом открытого огня быть не должно. От углей должен исходить только жар. Вкусный, готовый шашлык ешьте сразу в горячем виде. Подавайте его с отварным картофелем или овощным салатом.",
      "ingredients": {
        "свинина": [
          5,
          "килограмм"
        ],
        "лук": [
          1.5,
          "килограмм"
        ],
        "минеральная вода": [
          1.5,
          "литр"
        ],
        "специи сухие": [
          3,
          "столовая ложка"
        ],
        "соль": [
          1,
          "столовая ложка"
        ]
      },
      "calories": {
        "proteins": 5,
        "fats": 9,
        "carbohydrates": 7,
        "calorie": 120
      }
    }
  ]
}